{
	"sections": [
		{
			"quest": "01-1"
		},
		{
			"personal": "Arev y Ailei empiezan su aventura en su pueblo natal, Cuanacht. Su primer objetivo es aprender el ritual para volver a encender el menhir."
		},
		{
			"location": {
				"id": "101",
				"actions": [
					{ "action": 2 },
					{ "verse": "1", "action": 1 },
					{ "action": "dream" }
				]
			}
		},
		{
			"personal": "<p>El sueño les da a Arev y Ailei la pista que necesitan: los «Rituales de Menhir» se pueden conseguir en tres localizaciones: el Asilo de la Isla, el Cónclave Calcinado y los Túmulos de los Primeros Moradores. Deben explorar más para descubrir esas localizaciones.</p><p>Ailei se dirige al norte, a la Arboleda del Cazador.</p>"
		},
		{
			"location": {
				"id": "102",
				"actions": [
					{ "action": 0 },
					{ "verse": "3", "action": 0 },
					{ "action": "dream" }
				]
			}
		},
		{
			"personal": "Ailei decide ayudar a la arquera (y de paso explorar una de las localizaciones donde se pueden encontrar los «Rituales de Menhir») y se dirige al sureste, al Asilo de la Isla."
		},
		{
			"location": {
				"id": "109",
				"actions": [
					{ "action": 1 },
					{ "action": 3 },
					{ "bosVerse": "313", "action": 0 },
					{ "action": 0 },
					{ "verse": "9", "action": 1 },
					{ "verse": "6", "action": 1 },
					{ "verse": "12", "testResult": "5+" }
				]
			}
		},
		{
			"personal": "Mientras Ailei vive todas estas aventuras, Arev se dirige al sur, a las Espadas Olvidadas."
		},
		{
			"location": {
				"id": "105",
				"actions": [
					{ "action": 2 },
					{ "verse": "2", "action": 2 },
					{ "verse": "2a", "action": 2 },
					{ "action": 3 },
					{ "action": "dream", "first": false }
				]
			}
		},
		{
			"personal": "<p>Lo mejor seria tranquilizar al herrero, pero requiere de 2 puntos de empatía (Arev no los tiene, deberá esperar a Ailei o buscar otra solución).</p><p>Viendo que no sacará nada del herrero, Arev se dirige al noroeste, a los Túmulos de los Primeros Moradores (una de las localizaciones donde se pueden conseguir los «Rituales de Menhir»).</p>"
		},
		{
			"location": {
				"id": "106",
				"actions": [
					{ "action": 1 },
					{ "action": 0 },
					{ "verse": "1", "action": 2 },
					{ "verse": "8", "testResult": "6+" },
					{ "verse": "3", "action": 3 }
				]
			}
		},
		{
			"personal": "<p>El portón solamente se puede abrir con la carta de Secreto «Martillo de Viejoacero» (27) o 2 puntos de agresividad. Arev no cumple ninguno de los requisitos.</p><p>Arev y Ailei ya han explorado dos de las localizaciones donde se pueden conseguir los «Rituales de Menhir» sin éxito. Solamente les falta el Cónclave Calcinado.</p>"
		},
		{
			"location": {
				"id": "104",
				"actions": [
					{ "action": 1 },
					{ "verse": "1", "action": 0 },
					{ "verse": "10", "action": 2 },
					{ "verse": "5", "action": 1 },
					{ "action": "dream" }
				]
			}
		},
		{
			"personal": "<p>Ailei no ha podido entrar en la jaula, ya que se requiere 1 punto de espiritualidad.</p><p>Se acaban las opciones para Arev y Ailei. Se han encontrado con tres callejones sin salida y solamente ven dos opciones: Arev puede ir al Asilo de la Isla (él no está marcado con la «Marca Roja») o Ailei puede intentar razonar con el herrero de las Espadas Olvidadas (tiene la suficiente empatía). Se deciden por la segunda opción.</p>"
		},
		{
			"location": {
				"id": "105",
				"visitCount": 2,
				"actions": [
					{ "action": 2 },
					{ "verse": "2", "action": 2, "skipText": true },
					{ "verse": "2a", "action": 0 },
					{ "verse": "4", "action": 2 },
					{ "verse": "4a", "testResult": "6+" }
				]
			}
		},
		{
			"personal": "<p>Ailei podría haber intentado comprar el martillo, pero no sabía si la poca Riqueza de la que disponía sería suficiente.</p><p>El plan de Arev y Ailei era llevar el «Martillo de Viejoacero» a los túmulos para poder abrir el portón, pero Ailei ha conseguido 1 punto de espiritualidad gracias a la experiencia obtenida, por lo que deciden volver al Cónclave Calcinado en su lugar.</p>"
		},
		{
			"location": {
				"id": "104",
				"visitCount": 2,
				"actions": [
					{ "action": 1, "skipText": true },
					{ "verse": "1", "action": 0, "skipText": true },
					{ "verse": "10", "action": 1 },
					{ "verse": "4", "action": 1 },
					{ "verse": "4a", "action": 1 }
				]
			}
		},
		{
			"quest": "01-5"
		},
		{
			"personal": "<p>Arev y Ailei van corriendo a Albura, dispuestos a activar el Menhir de esa localización. Al llegar descubren que no pueden hacerlo, ya que no tienen los recursos necesarios. En un último esfuerzo, justo antes de que se apague el menhir de Cuanacht, viajan hasta los Túmulos de los Primeros Moradores y consiguen encender el Menhir situado allí.</p>"
		},
		{
			"quest": "01-6"
		}
	]
}