{
	"1": {
		"text": "<p>La nieve cubre el Valle. Los ventisqueros, altos como un caballo, se agrupan bajo los pies de los monumentos de los Guardianes que flanquean el pasaje. Una figura solitaria cabalga contra el viento feroz, con su armadura brillando bajo un sol gris y apagado.</p><p>El hombre se detiene al pie del Valle, donde debería terminar Tuathán y comenzar el reino de los humanos. Pero, ahora, los dos son uno. La nieve y el hielo entierran las llanuras, creando un paisaje desolador en el que la Rareza flota despacio en el viento.</p><p>El hombre se levanta su magnífico yelmo, revelando el rostro sorprendido de un joven caballero. No es lo que esperaba. ¡Este no es su Ávalon! Trata de regresar, pero las nubes de Rareza cubren rápidamente el Valle detrás de él.</p><p>Entonces, Lanzarote del Lago, el primero de su nombre, mano derecha de Arturo, espolea suavemente a su caballo y cabalga hacia el extenso paisaje quebrado.</p><p>Fin. Por ahora...</p>"
	},
	"2": {
		"text": "Mientras recuperabas el Grial y te abrías camino a través de Tuathán, la guerra al oeste se consolidó y provocó sangrientas consecuencias. Tras una serie de traiciones y batallas, Mordred venció a sus oponentes. Con Altomuro arrasado y Vallelejano exterminado, Nido del Cuervo es ahora la única ciudad en pie aparte de Nueva Camelot.",
		"rewards": [
			{ "status": { "name": "Caído y perdido", "parts": [2, 3] } }
		],
		"goToBosVerse": "5"
	},
	"3": {
		"text": "<p>Orrin se acerca y dice en voz baja:</p><p>«Lo que voy a contarte es un secreto que solo conoce el linaie de los aprendices de Merlín. Los menhires no son lo que tú (y otra gente de Ávalon) crees. Arturo y Merlín no los crearon; solo les dieron una función diferente.</p><p>Al principio, estas estatuas fueron un lugar de culto. Los Primeros Moradores creen que, dependiendo del juicio de los dioses, al morir ascienden a un plano superior de la existencia más allá de las estrellas o descienden a uno inferior. Ese infierno frío e inmóvil carece de la gracia de la Rareza; es un lugar que se lleva su tercer ojo y dos de sus brazos, y en el que llevan vidas cortas y dolorosas con pocas posibilidades de reencarnarse en seres superiores.</p><p>Ese es nuestro mundo.</p><p>Los menhires permitían a los Primeros Moradores contemplar este infierno y estar en contacto con sus difuntos. Merlín encontró la manera de aumentar el poder de estas estatuas y ampliar su alcance, instaurando las leyes de nuestro mundo alrededor de los menhires. Al final, la muerte interrumpió sus planes para crear unas estatuas guardianas propias, pero tengo sus notas. Aunque las posibilidades son remotas, quizás podríamos construir algo que te ayudara a viajar a través de la Rareza...».",
		"rewards": [
			{ "status": { "name": "El enigma del viejoacero" } },
			{ "custom": "<div class='mt-4'><strong>¡ENHORABUENA!</strong> Has completado el Capítulo actual.</div>" }
		],
		"endExploration": true
	},
	"5": {
		"actions": [
			{
				"requirements": [
					{ "status": { "name": "Reconquista" }, "not": true }
				],
				"goToBosVerse": "9"
			},
			{
				"requirements": [
					{ "status": { "name": "Reconquista" } }
				],
				"goToBosVerse": "5a"
			}
		]
	},
	"5a": {
		"text": "«Vemos una actividad preocupante en Tuathán», dice Orrin. «Cada vez hay más avistamientos de Primeros Moradores, las incursiones de Rareza son más largas y profundas, y muchas parecen tener como objetivo los asentamientos humanos. Siendo claros: Tuathán nos está invadiendo y somos demasiado débiles como para detenerlo».",
		"goToBosVerse": "9"
	},
	"7": {
		"text": "Recuperas fuerzas durante los días siguientes. El viaje a Tuathán y lo sucedido allí te han dejado cicatrices que puede que jamás se curen, pero Orrin está satisfecho de tu recuperación. Tenéis mucho tiempo para hablar y, gracias a él, te enteras de que estuviste fuera del mundo humano durante casi un mes. Mientras tanto, han ocurrido muchas cosas.",
		"actions": [
			{
				"requirements": [
					{ "status": { "name": "Caído y perdido", "partsCount": 1 }, "not": true }
				],
				"goToBossVerse": "2"
			},
			{
				"requirements": [
					{ "status": { "name": "Caído y perdido", "partsCount": 1 } }
				],
				"goToBossVerse": "5"
			}
		]
	},
	"9": {
		"text": "<p>«Una cosa más», dice Orrin al final. «Mientras te recuperabas, llegaron unos mensajeros con esto».</p><p>Te entrega tres pergaminos con los lacres rotos, ignorando tu ceño fruncido.</p><p>El primer mensaje es de Cuanacht. Tu gente está al borde de la extinción; te ruegan que regreses y los ayudes. El segundo viene de Nueva Camelot, donde se te solicita con urgencia. Y el último es de una ciudad al oeste, ofreciéndote una oferta muy lucrativa.</p><p>«Por desgracia», dice Orrin, «no podrás viajar a ninguno de estos lugares. Hay demasiados menhires rotos y demasiadas tierras sumidas en la Rareza. A menos que...».</p>",
		"actions": [
			{
				"requirements": [
					{ "secret": { "id": 7, "name": "Grial Verdadero" } }
				],
				"rewards": [
					{ "secret": { "id": 42, "name": "???" } }
				],
				"goToBosVerse": "3"
			},
			{
				"requirements": [
					{ "secret": { "id": 7, "name": "Grial Verdadero" }, "not": true }
				],
				"goToBosVerse": "3"
			}
		]
	},
	"13": {
		"text": "No tienes ni idea de por qué te has convertido en el objetivo de este engendro ancestral, pero sabes que no descansará hasta que mueras. Tu misión se ha vuelto mucho más difícil.",
		"rewards": [
			{ "secret": { "id": 13, "name": "¡Perseguido!" } }
		]
	},
	"111": {
		"text": "Los dedos deformes penetran tu piel. Los cuerpos presionan por todos lados, casi machacando tus costillas, y los labios carbonizados te susurran al oído. El dolor es inmenso, pero consigues comprenderlo: no quieren castigarte; solo quieren compartir el conocimiento que se perdió con ellos.",
		"rewards": [
			{ "secret": { "id": 11, "name": "Rituales de Menhir" } },
			{ "status": { "name": "Conocimiento calcinado" } },
			{ "custom": "<div class='mt-4'><strong>¡ENHORABUENA!</strong> Has completado tu primera Misión.</div>" }
		],
		"task": "Ve a una Localización con el icono de un Menhir y activa su Menhir antes que se te agote el tiempo.",
		"endExploration": true
	},
	"114": {
		"text": "<p>Aunque este lugar es extraño y aterrador, te recuerda a algo: los símbolos y los filamentos de rarapiedra te son familiares. De repente, todo encaja. La habitación entera se asemeja al interior de un gigantesco menhir. De hecho, todo el rostro parece haberse basado en el mismo principio que las estatuas. Pero… ¿cómo es posible, si Arturo erigió los menhires? ¡El Rostro Sereno debe ser anterior a él, sin duda!</p><p>Dejas esta pregunta para otro momento. Por ahora, estás feliz sabiendo que puedes reactivar este menhir fácilmente.</p>",
		"actions": [
			{
				"action": "Activas el menhir",
				"requirements": [
					{ "secret": { "id": 11, "name": "Rituales de Menhir" } }
				],
				"endExploration": true
			},
			{
				"action": "Te vas",
				"endExploration": true
			}
		]
	},
	"142": {
		"text": "<p>Sigues bajando por el laberinto hasta que entras en la cámara más baja de toda la estructura, enterrada profundamente bajo la cara de la estatua. Un cadáver seco yace en el suelo, casi cortado por la mitad por una trampa ya inservible, la única que has visto en todo el complejo. Además, un enigmático conjunto de símbolos y gruesas vetas opalescentes de rarapiedra bordean las paredes.</p><p>En el centro de la habitación, donde convergen las vetas de rarapiedra, hay un cuenco para sacrificios.</p>",
		"rewards": [
			{ "status": { "name": "Misterio insondable", "parts": [6] } }
		],
		"actions": [
			{
				"requirements": [
					{ "status": { "name": "Misterio resuelto" } }
				],
				"goToBosVerse": "114"
			},
			{
				"action": "Conectas las pistas",
				"requirements": [
					{ "custom": "4 fichas de Tiempo" }
				],
				"rewards": [
					{ "status": { "name": "Misterio resuelto" } }	
				],
				"goToBosVerse": "114"
			},
			{
				"action": "Te vas",
				"endExploration": true
			}
		]
	},
	"147": {
		"text": "A regañadientes, la acólita arquera te da las gracias y te entrega un pequeño obsequio de despedida.",
		"rewards": [
			{ "secret": { "id": 17, "name": "Amuleto del Ciervo Padre" } }
		],
		"endExploration": true
	},
	"161": {
		"text": "<p>Das un paseo por la orilla de la isla. Pierdes de vista Ávalon y entras en una playa estrecha a la sombra de un alto acantilado.</p><p>Has llegado al punto más lejano del mundo conocido. Ante ti se extiende el silencioso océano que los humanos cruzaron hace cientos de años, huyendo de la Muerte Roja.</p><p>Hay una piedra aquí, aunque la erosión del viento ha borrado prácticamente toda su inscripción. Con asombro, descubres que la escritura afirma que este fue el primer lugar al que llegaron Arturo, el Primer Rey, y sus seguidores. El relieve representa esa escena. Miras el séquito de caballeros y consejeros alrededor de Arturo y sientes  que eres la víctima de una elaborada broma. La persona a la derecha del rey es casi idéntica a ti...</p><p>El descubrimiento es tan inquietante que no oyes a un grupo de pacientes vendados que se acercan a hurtadillas.</p>",
		"goToBosVerse": "313"
	},
	"163": {
		"text": "El agua fluye por las vetas de tu piedra y tus etéreos tentáculos repelen las ondas que los rodean. Tus raíces vagan por debajo de la tierra, alcanzando los puntos más distantes de la isla. Si te esfuerzas, deberías poder acceder a tus difusos recuerdos.",
		"actions": [
			{
				"action": "Intentas rememorar algo sobre cinco viajeros de Cuanacht",
				"goToBosVerse": "337"
			},
			{
				"action": "Hace días oíste una conversación sobre los caballeros de la Mesa Redonda",
				"goToBosVerse": "395"
			},
			{
				"action": "Hay algo acerca de una mujer corriendo",
				"goToBosVerse": "438"
			},
			{
				"action": "Hay alguien intrigante en tus recuerdos",
				"requirements": [
					{ "status": { "name": "Cosuil", "parts": [1] } }
				],
				"goToBosVerse": "471"
			},
			{
				"action": "Emerges de la visión"
			}
		]
	},
	"174": {
		"text": "<p>La última parte del reconocimiento es la más asquerosa. Inspeccionas cuidadosamente las heridas de Yvain: fueron inflingidas al menos por dos armas distintas, cada una de ellas usada con una fuerza inimaginable. El contundente objeto que se hundió en el casco de Yvain dejó una sutil marca con forma extraña y asimétrica. Además, el objeto que le perforó el pecho era tan afilado que atravesó su coraza de acero como una flecha atravesaría una almohada.</p><p>Rebuscas dentro de la herida y encuentras un pequeño trozo de metal en un hueso. Lo examinas al sol y ves que su superficie en forma de remolino divide la luz en muchos colores.</p><p>No hay duda: ¡Lord Yvain fue asesinado con un arma empuñada, muy probablemente, por un Primer Morador!</p>",
		"actions": [
			{ 
				"requirements": [
					{ "secret": { "id": 13, "name": "¡Perseguido!" } }
				],
				"goToBosVerse": "101"
			},
			{ 
				"requirements": [
					{ "secret": { "id": 13, "name": "¡Perseguido!" }, "not": true }
				],
				"goToBosVerse": "174a"
			}
		]
	},
	"174a": {
		"text": "¡Durante seiscientos años no se han visto Primeros Moradores en Ávalon! Que uno de ellos haya aparecido hoy es el peor presagio que podías imaginar. Y el hecho de que el asesino de Lord Yvain siga ahí fuera te aterra.",
		"endExploration": true
	},
	"242": {
		"text": "Ves a Cosuil entre la multitud, hablando con un hombre mayor. Te acercas para saludarla, pero ella apenas se da cuenta porque está negociando un precio razonable por la traducción de su cuaderno. Sin embargo, el erudito se te parece a un impostor que visitó Cuanacht una vez.",
		"rewards": [
			{ "status": { "name": "Cosuil", "parts": [2] } }
		],
		"actions": [
			{
				"action": "¿Quizás deberías intervenir?",
				"goToBosVerse": "299"
			},
			{
				"action": "En caso de que no intervengas, Cosuil te dice que hablará contingo más tarde",
				"endExploration": true
			}
		]
	},
	"250": {
		"text": "La mujer de pelo negro (Cosuil) fue hacia el norte. Ahora se encuentra ante la abertura de la pared de rarapiedra, observando con asombro las estatuas gigantes."
	},
	"264": {
		"text": "<p>Por fin, acabas la desagradable labor. Los restos mortales de Lord Yvain yacen ante ti, llenos de barro y apestando a sangre. Una sola mirada basta para darte cuenta de que lo que mató al señor de Cuanacht no era humano: su armadura está tan abollada que es imposible quitársela, su brazo izquierdo parece arrancado por una increíble fuerza y su enorme yelmo está hundido. Te estremeces al pensar en lo que hay debajo.</p><p>Al cabo de un momento, te percatas de que Yvain tiene en sus manos un extraño talismán y decides guardarlo para investigarlo más a fondo.</p>",
		"rewards": [
			{ "status": { "name": "El destino de la expedición", "parts": [6] } },
			{ "status": { "name": "Saqueador", "parts": [2] } },
			{ "secret": { "id": 22, "name": "Talismán Brillante" } }
		],
		"actions": [
			{
				"requirements": [
					{ "attribute": { "name": "Cautela", "level": 1 } }
				],
				"goToBosVerse": "301"
			},
			{
				"requirements": [
					{ "attribute": { "name": "Cautela", "level": 1 }, "not": true }
				],
				"endExploration": true
			}
		]
	},
	"299": {
		"encounters": [
			{ "name": "Estafador Astuto", "color": "azul", "level": 2 }
		],
		"actions": [
			{
				"action": "Si pierdes",
				"description": "Cosuil te dice que es mejor que te marches",
				"endExploration": true
			},
			{
				"action": "Si ganas",
				"goToBosVerse": "340"
			}
		]
	},
	"301": {
		"text": "Inspeccionas los restos con cuidado y determinas que Yvain murió hace una semana como mucho. Bajo sus pies, descubres unas baratijas que parecen regalos de despedida: un collar con cuentas de cristal para rezar, un brazalete hecho de colmillos de jabalí y una daga de acero afilada. Parece que al menos tres miembros de la expedición sobrevivieron a Yvain y lo enterraron. ¡Tal vez aún puedas alcanzarlos!",
		"actions": [
			{
				"requirements": [
					{ "attribute": { "name": "Cautela", "level": 2 } },
					{ "attribute": { "name": "Lógica", "level": 1 } }
				],
				"goToBosVerse": "174"
			},
			{
				"requirements": [
					{ "attribute": { "name": "Cautela", "level": 2 }, "not": true }
				],
				"endExploration": true
			},
			{
				"requirements": [
					{ "attribute": { "name": "Lógica", "level": 1 }, "not": true }
				],
				"endExploration": true
			}
		]
	},
	"305": {
		"text": "La carta es de la propia Morgana, quien gobierna Nueva Camelot en ausencia del rey. Esta temible hechicera, de la que se rumorea que es descendiente directa de la diosa de la muerte, Morrigan, te invita a abandonar esta guerra y hacer algo importante: ir a Nueva Camelot y ayudarla a detener la caída de Ávalon.",
		"task": "Si quieres abandonar la Guerra por Ávalon, ve con Morgana a <strong>Nueva Camelot (190)</strong> y prométele tu lealtad <strong>O BIEN</strong> intenta encontrar otras pistas relacionadas con la primera expedición y su camino por la parte sur de la isla."
	},
	"313": {
		"encounters": [
			{ "name": "Vagabundo", "color": "gris", "level": 1 },
			{ "name": "Enrarecido", "color": "gris", "level": 1 }
		],
		"actions": [
			{
				"action": "Si has perdido al menos una batalla o has Escapado",
				"description": "Tus heridas muestran signos de infección",
				"rewards": [
					{ "secret": { "id": 66, "name": "Marca Roja" } }
				],
				"endExploration": true
			},
			{
				"action": "Si has ganado ambos Encuentros o si tu enemigo ha Huido",
				"endExploration": true
			}
		]
	},
	"337": {
		"text": "En tu mente se arremolinan muchas escenas. Tendrás que hacer un gran esfuerzo para concentrarte en una de ellas.",
		"actions": [
			{
				"action": "El grupo entra en Tuathán",
				"goToBosVerse": "457"
			},
			{
				"action": "Aubert está en el suelo, presionando las manos contra sus sienes",
				"goToBosVerse": "440"
			},
			{
				"action": "Los héroes entrar en una extraña ciudad envuelta en Rareza",
				"goToBosVerse": "451"
			},
			{
				"action": "Piensas en otra cosa"
			}
		]
	},
	"340": {
		"text": "Desvelas que el hombre es un farsante: no conoce otros idiomas, sus mapas son falsos y solo buscaba el dinero de Cosuil. La mujer te lo agradece sinceramente y os vais juntos a buscar un escriba mejor. Cuando te vas, escuchas algo sobre el Valle de los Guardianes.",
		"rewards": [
			{ "status": { "name": "Cosuil", "parts": [3] } }
		],
		"endExploration": true
	},
	"342": {
		"text": "<p>La mujer yace en el suelo, desangrándose. Le vendas las heridas lo mejor que puedes. Por suerte, no son graves. Al cabo de un rato, recupera el conocimiento y mira a su alrededor con los ojos llenos de terror hasta que te ve y suspira aliviada.</p><p>Te enteras que hace poco se convirtió en viajera. Su nombre es Cosuil y viaja por un motivo singular: su familia poseía un viejo cuaderno lleno de llamativos bocetos y una maraña de extraños escritos. Se transmitió de generación en generación, junto con la historia de un heroico antepasado que luchó contra los Primeros Moradores y la Rareza. Nadie de su familia entendía el lenguaje del cuaderno, así que, cuando le llegó a ella, decidió desvelar su misterio. Por eso ahora está buscando un erudito que la ayude con la traducción. Ha oído que en Altomuro hay alguien así.</p>",
		"actions": [
			{
				"action": "La convences para que abandone su misión",
				"description": "Has visto sus habilidades y, si no es capaz de enfrentarse a un oso de la Rareza, morirá tarde o temprano",
				"goToBosVerse": "334"
			},
			{
				"action": "Le das algunos consejos para que pueda sobrevivir en la naturaleza",
				"description": "No es una gran guerrera, pero tiene un objetivo noble",
				"rewards": [
					{ "status": { "name": "Cosuil", "parts": [1] } }
				],
				"endExploration": true
			}
		]
	},
	"385": {
		"text": "Un destello opalescente te llama la atención. Te acercas a un montón de utensilios de hogar viejos y los apartas, descubriendo un pequeño martillo y un juego de cinceles hechos de un metal extraño y antiguo. Tratas de contener tu emoción, pero la bruja ya ha notado que quieres estas herramientas. Pide una suma que, en su mente, debe parecer astronómica.",
		"rewards": [
			{ "secret": { "id": 58, "name": "Herramientas del Escultor" } }
		],
		"endExploration": true
	},
	"395": {
		"text": "<p>Lanzarote habla con alguien, pero no puedes verlos.</p><p>«...Orden se ha esfumado», dice. «Tantos caballeros desaparecidos! Gaheris hace lo que puede en el distrito y Bors se ha ido a los asentamientos occidentales para detener la guerra. Bedevere y Palamedes están en una misión en el norte, y Gawain fue tras ellos para ayudar. Agravain investiga los inquietantes rumores acerca de los Primeros Moradores cerca de El Torreón. Geraint está muerto; los druidas de Anillo de Luna deben nombrar a su sustituto, pero están atascados en un debate sin fin. Lamorak debe estar en la costa, cerca de los Cuernos, buscando un camino hacia el oeste. A Galahad se le ha dado por muerto desde que abandonó la Mesa Redonda, pero no tenemos su insignia, así que no podemos nombrar a su descendiente. ¡La Orden de la Mesa Redonda está al borde de la desaparición! No puedo dejar Nueva Camelot. Si encuentras a mis caballeros, envíalos a casa».</p>"
	},
	"410": {
		"text": "Te acercas al origen de los gritos. ¡Una joven lucha contra un oso de la Rareza desesperadamente! La criatura la ataca ferozmente y cae al suelo, y, ahora, va a por ti.",
		"encounters": [
			{ "name": "Oso de la Rareza", "color": "verde", "level": 2 }
		],
		"actions": [
			{
				"action": "Si escapas o pierdes",
				"rewards": [
					{ "status": { "name": "Cosuil", "parts": [5] } }
				],
				"endExploration": true
			},
			{
				"action": "Si ganas",
				"goToBosVerse": "342"
			}
		]
	},
	"428": {
		"rewards": [
			{ "custom": "<strong>¡ENHORABUENA!</strong> ¡Has elegido tu aliado en la Guerra por Ávalon y has completado el Capítulo actual!" },
			{ "status": { "name": "Guerra por Ávalon", "parts": [4] } }
		],
		"task": "Lleva al sucesor de Vallelejano a Ultan para avanzar en el conflicto <strong>O BIEN</strong> intenta encontrar otra solución diplomática.",
		"endExploration": true
	},
	"435": {
		"text": "Oyes los gritos de una mujer en las profundidades del bosque, mezclados con los gruñidos de alguna bestia enfadada.",
		"actions": [
			{
				"action": "Ignoras los gritos y sigues tu camino",
				"rewards": [
					{ "status": { "name": "Cosuil", "parts": [5] } }
				],
				"endExploration": true
			},
			{
				"action": "La ayudas",
				"goToBosVerse": "410"
			}
		]
	},
	"438": {
		"text": "Una mujer corre con un cofre de madera bajo el brazo. Sus ojos están inquietos y su respiración es agitada. Se pone de rodillas, empieza a cavar entre las ruinas y deja la caja allí. Luego, se sienta en el acantilado de caras talladas y mira hacia el océano, relajándose poco a poco. Se levanta y se dirige hacia el este, en dirección al muro de Rareza."
	},
	"440": {
		"text": "<p>Aubert está aterrorizado. Mira por encima de su hombro las estatuas del Valle de los Guardianes, sintiendo su mirada penetrante en lo profundo de su cuerpo. ¡Lo odian! Está seguro de ello. Quieren matarlo.</p><p>Aubert se arrastra, preso de un terror irracional. La sangre le sale por la nariz y las orejas, y, aunque todo a su alrededor está tranquilo y en silencio, el hombre grita. Presiona las manos contra sus orejas para no sangrar o, tal vez, para no oír. Al cabo de un rato, ves que yace en el suelo. Ha dejado de moverse.</p>",
		"rewards": [
			{ "status": { "name": "El destino de la expedición", "parts": [2] } }
		]
	},
	"451": {
		"text": "El grupo de cuatro héroes entra en la extraña ciudadela que cuelga del revés en el cielo. Van directamente a la sala del trono, como si conocieran el camino. Allí encuentran algo: un cáliz brillante. Neante lo esconde rápido, pero, entonces, Yvain señala algo y grita. Erfyr empuja a Fael y Neante, y todos salen corriendo. El propio espacio se dobla a medida que su persecutor sale de detrás del trono y se dirige tras ellos.",
		"rewards": [
			{ "status": { "name": "El destino de la expedición", "parts": [5] } }
		]
	},
	"457": {
		"text": "Neante habla con los guardias de la Sala del Rey, mientras Yvain y Fael se escabullen detrás de ellos y los dejan inconscientes. El grupo entra en la Sala y salen al otro lado del muro de rarapiedra, confundidos y asustados ante el paisaje cambiante de Tuathán.",
		"rewards": [
			{ "status": { "name": "El destino de la expedición", "parts": [3] } }
		]
	},
	"471": {
		"actions": [
			{
				"requirements": [
					{ "status": { "name": "Cosuil", "parts": [5] } }
				],
				"description": "Solo ves a un pequeño niño jugando en la pradera"
			},
			{
				"requirements": [
					{ "status": { "name": "Cosuil", "parts": [4] } }
				],
				"goToBosVerse": "287"
			},
			{
				"requirements": [
					{ "status": { "name": "Cosuil", "parts": [2] } }
				],
				"goToBosVerse": "250"
			},
			{
				"requirements": [
					{ "status": { "name": "Cosuil", "parts": [1] } }
				],
				"goToBosVerse": "221"
			}
		]
	}
}