{
	"status": "DONE",

	"name": "Altomuro",
	"introduction": "Con la espalda apoyada sobre la seguridad de una infranqueable fortificación de los Primeros Moradores, Altomuro se eleva tanto que es visible a kilómetros de distancia. La gente de esta ciudad se parece a su hogar: oportunista, orgullosa y aferrada a cualquier ventaja que pueda obtener en este brutal mundo.",
	"actions": [
		{
			"requirements": [
				{ "status": { "name": "Caído y perdido", "parts": [3, 4], "or": true } }	
			],
			"goToVerse": "20"
		},
		{
			"requirements": [
				{ "status": { "name": "Caído y perdido", "parts": [3, 4], "or": true }, "not": true }	
			],
			"goToVerse": "1"
		}
	],
	"verses": {
		"1": {
			"text": "Los ciudadanos de Altomuro parecen estar pasando una mala época: al acercarte, ves que el puente levadizo está cerrado. Las carpas de un ejército enemigo rodean sus murallas. Entrar en la ciudad no será fácil. Mientras reflexionas, se te acerca un grupo de mercenarios de aspecto feroz.",
			"actions": [
				{
					"action": "Huyes a toda prisa",
					"endExploration": true
				},
				{
					"action": "Te enfrentas a ellos",
					"goToVerse": "21"
				}
			]
		},
		"2": {
			"actions": [
				{
					"requirements": [
						{ "attribute": { "name": "Empatía", "level": 1 } }
					],
					"goToVerse": "8"
				},
				{
					"requirements": [
						{ "attribute": { "name": "Empatía", "level": 1 }, "not": true }
					],
					"description": "Siendo un extraño, es difícil hacer que la gente confíe en ti y es fácil meterse en problemas",
					"endExploration": true
				}
			]
		},
		"3": {
			"text": "«¿Has estado viviendo en una cueva?», se ríe al principio, pero luego su voz se endurece. «O tal vez... ¿eres un espía?».",
			"encounters": [
				{ "name": "Acusación Falsa", "color": "azul", "level": 3 }
			],
			"actions": [
				{
					"action": "Si ganas o evitas el encuentro",
					"goToVerse": "5"
				},
				{
					"action": "Si pierdes",
					"endExploration": true
				}
			]
		},
		"4": {
			"text": "«¿Y por qué narices íbamos a dejarte entrar?».",
			"actions": [
				{
					"action": "Porque harás que les merezca la pena",
					"requirements": [
						{ "resource": { "type": "Riqueza", "amount": 5 } }
					],
					"goToVerse": "7"
				},
				{
					"action": "Porque hablas con ellos francamente, de un militar veterano a otro",
					"requirements": [
						{ "character": { "name": "Arev" } }
					],
					"goToVerse": "7"
				},
				{
					"action": "Porque eres un conocido héroe que quiere poner fin a este conflicto",
					"requirements": [
						{ "resource": { "type": "Reputación", "amount": 7 } }
					],
					"goToVerse": "7"
				},
				{
					"action": "Porque estás en una misión para Lord Mordred",
					"requirements": [
						{ "status": { "name": "Guerra por Ávalon", "parts": [3] } }
					],
					"goToVerse": "7"
				},
				{
					"action": "Porque llevas contigo una reliquia sagrada",
					"requirements": [
						{ "secret": { "id": 7, "name": "Grial Verdadero" } }
					],
					"goToVerse": "7"
				},
				{
					"action": "Porque llevas contigo una reliquia sagrada",
					"requirements": [
						{ "secret": { "id": 8, "name": "Grial Corrompido" } }
					],
					"goToVerse": "7"
				},
				{
					"action": "No hallas una razón. Te vas",
					"endExploration": true
				}
			]
		},
		"5": {
			"text": "El capitán parece creer que te está interrogando él, pero, en realidad, lo estás tanteando tú en busca de información. De esta forma, descubres que el ejército de Nido del Cuervo asedió Altomuro para saldar una deuda. Los mercaderes de esta ciudad contrataron a Mordred y a sus guerreros de Nido del Cuervo en la guerra contra Vallelejano. El esperado botín, resultado de la guerra, no se materializó y Altomuro incumplió su promesa.",
			"rewards": [
				{ "status": { "name": "Guerra por Ávalon", "parts": [1] } }
			],
			"actions": [
				{
					"action": "Les pides que te dejen entrar en la ciudad",
					"goToVerse": "4"
				},
				{
					"action": "Les pides que te lleven ante su líder",
					"goToVerse": "6"
				},
				{
					"action": "Te vas",
					"endExploration": true
				}
			]
		},
		"6": {
			"text": "«¿Lord Mordred? No sé por qué querrías verle deliberadamente pero, si de verdad están tan loco, que sepas que no está aquí. No le gustan los olores del campo, ni los largos asedios, ni la compañía de personas como vosotros. No. Volvió a Nido del Cuervo hace quince días. Ve allí si de verdad lo estás buscando».",
			"endExploration": true
		},
		"7": {
			"text": "Te adentras en la extraña tranquilidad de una ciudad sitiada.",
			"actions": [
				{
					"action": "Visitas la zona de comercio",
					"goToVerse": "10"
				},
				{
					"action": "Preguntas por la primera expedición",
					"goToVerse": "2"
				},
				{
					"action": "Vas a ver a Ultan, el líder de Altomuro",
					"requirements": [
						{ "status": { "name": "Enemigos de Ávalon", "parts": [2] }, "not": true },
						{ "chapter": { "numbers": ["2", "3"] } }
					],
					"goToVerse": "12"
				},
				{
					"action": "Intentas entrar en la Sala del Rey",
					"goToVerse": "9"
				},
				{
					"action": "Entregas un mensaje diplomático",
					"requirements": [
						{ "status": { "name": "Diplomático", "partsCount": 1 } }
					],
					"goToVerse": "17"
				},
				{
					"action": "Te vas de la ciudad",
					"endExploration": true
				}
			]
		},
		"8": {
			"text": "<p>Te encuentras con un pescadero parlanchín bendecido con una memoria increíble y actualmente sin trabajo. Recuerda claramente que cuatro forasteros, Neante, Erfyr, Yvain y Fael, vinieron con un ejército invasor del norte. Una noche, escalaron las murallas de la ciudad y juraron servir a Ultan. Ayudaron a combatir uno de los asaltos, pero poco después entraron en la Sala del Rey y desaparecieron para siempre. Ultan estaba furioso.</p><p>Tratas de agradecerle al pescadero su ayuda, pero sigue divagando, entrando en más y más detalles sobre los cuatro viajeros de Cuanacht. Deshacerse de él te supone un esfuerzo considerable.</p>",
			"rewards": [
				{ "status": { "name": "El destino de la expedición", "parts": [1, 4] } }
			],
			"endExploration": true
		},
		"9": {
			"actions": [
				{
					"requirements": [
						{ "status": { "name": "Invitado de honor" } }
					],
					"goToVerse": "18"
				},
				{
					"requirements": [
						{ "status": { "name": "Invitado de honor" }, "not": true }
					],
					"goToVerse": "9a"
				}
			]
		},
		"9a": {
			"text": "Los guardias te pillan escondido cerca de la puerta del pasillo, de tres metros de altura, y se desata una pequeña pelea. La Sala del Rey solo abre para ocasiones especiales y es uno de los lugares más vigilados de la ciudad. Tras la entrada furtiva de unos forasteros hace un tiempo, se ha convertido en una fortaleza.",
			"endExploration": true
		},
		"10": {
			"text": "Debido a los recientes acontecimientos, los precios se han vuelto tan astronómicos como esperabas.",
			"actions": [
				{
					"requirements": [
						{ "status": { "name": "Cosuil", "parts": [1] } },
						{ "status": { "name": "Cosuil", "parts": [2] }, "not": true }
					],
					"goToBosVerse": "242"
				},
				{
					"requirements": [
						{ "status": { "name": "Cosuil", "parts": [1] }, "not": true }
					],
					"goToVerse": "10a"
				},
				{
					"requirements": [
						{ "status": { "name": "Cosuil", "parts": [2] } }
					],
					"goToVerse": "10a"
				}
			]
		},
		"10a": {
			"actions": [
				{
					"action": "Chantajeas a una comerciante",
					"requirements": [
						{ "secret": { "id": 9, "name": "Información Delicada" } }
					],
					"goToBosVerse": "266"
				},
				{
					"action": "Te vas del mercado",
					"goToVerse": "10b"
				}
			]
		},
		"10b": {
			"actions": [
				{
					"requirements": [
						{ "status": { "name": "Caído y perdido", "parts": [3, 4], "or": true } }	
					],
					"goToVerse": "20"
				},
				{
					"requirements": [
						{ "status": { "name": "Caído y perdido", "parts": [3, 4], "or": true }, "not": true }	
					],
					"goToVerse": "7"
				}
			]
		},
		"11": {
			"text": "Ultan te entrega una bolsa de gemas. «Eso debería ser suficiente para comprar la libertad del chico».",
			"rewards": [
				{ "secret": { "id": 40, "name": "Bolsa de Diamantes" } }
			],
			"goToBosVerse": "428"
		},
		"12": {
			"actions": [
				{
					"requirements": [
						{ "secret": { "id": 12, "name": "Prisionero Famélico" } }
					],
					"goToVerse": "13"
				},
				{
					"requirements": [
						{ "status": { "name": "Guerra por Ávalon", "parts": [4] } }
					],
					"endExploration": true
				},
				{
					"requirements": [
						{ "secret": { "id": 12, "name": "Prisionero Famélico" }, "not": true },
						{ "status": { "name": "Guerra por Ávalon", "parts": [4] }, "not": true }
					],
					"goToVerse": "12a"
				}
			]
		},
		"12a": {
			"text": "Pensabas que un hombre como Ultan se negaría a recibirte, pero en cuanto te presentas en su puerta en Altomuro, sus sirvientes te llevan a su estudio. Ultan, un hombre corpulento, camina nervioso, apretando los dientes. Hay una taza rota en el suelo. Ahora entiendes el afán de sus sirvientes: hay muy pocas distracciones en una ciudad sitiada y esperaban que tú fueras una.",
			"goToVerse": "14"
		},
		"13": {
			"text": "<p>Ultan se marea de emoción cuando ve que le traes al chico.</p><p>«¡Sabía que podía contar contigo!», dice, entregándote el pago, mientras sus sirvientes sacan al prisionero de la habitación.</p>",
			"rewards": [
				{ "status": { "name": "Aliados de Ávalon", "parts": [4] } },
				{ "status": { "name": "Enemigos de Ávalon", "parts": [1] } },
				{ "secret": { "id": 12, "name": "Prisionero Famélico" }, "lost": true }
			],
			"goToBosVerse": "135"
		},
		"14": {
			"text": "<p>Ultan te cuenta su historia: hace más de un año, la reina viuda de Vallelejano lo engañó para contraer un matrimonio diplomático con la intención de que su familia se hiciera con el monopolio del interior de Ávalon. Usaron una vieja y olvidada tradición para engañarlo y traicionarlo. Él perdió Vallelejano y su exesposa se quedó con una gran parte de su riqueza. Al no intervenir Nueva Camelot, Ultan pidió ayuda a Nido del Cuervo a cambio de un prometedor botín, que no logró reunir tras una sangrienta e inconclusa batalla en un valle cercano.</p><p>Ahora, en compañía del resto de su ejército, está sitiado por sus antiguos aliados y busca alguien que le ayude a salir de esta difícil situación.</p><p>«Lady Kincaid se cree la mujer más inteligente de toda la maldita isla. Pero hay algo que esa bruja no sabe: ¡su precioso cachorrito sigue vivo! No murió con su padre en la revuelta en el distrito de Nueva Camelot. Fue capturado por los revolucionarios y está preso en un broch al norte de la ciudad. Si pudieras rescatarlo, eso haría mis negociaciones con Vallelejano mucho más fáciles. ¡Y serás recompensado debidamente!».</p>",
			"actions": [
				{
					"action": "Aceptas",
					"goToVerse": "11"
				},
				{
					"action": "Te niegas",
					"goToVerse": "15"
				}
			]
		},
		"15": {
			"text": "<p>«Una pena. Ahora que conoces mis planes, entiendes que no pueda liberarte, ¿verdad? ¡Guardias!».</p><p>Su grito resuena bajo el alto techo de la sala y, antes de que puedas reaccionar, un grupo de sombríos guardias irrumpe por la puerta.</p>",
			"rewards": [
				{ "status": { "name": "Enemigos de Ávalon", "parts": [2] } }
			],
			"encounters": [
				{ "name": "Compañía Guerrera", "color": "gris", "level": 4 }
			],
			"actions": [
				{
					"action": "Si pierdes",
					"goToVerse": "16"
				},
				{
					"action": "Si ganas o escapas",
					"endExploration": true
				}
			]
		},
		"16": {
			"text": "Destrozado y manchado de sangre, caes al otro lado del muro. Chapoteas en el foso: su agua fría te devuelve algunos de tus sentidos y te arrastras hasta la orilla.",
			"endExploration": true
		},
		"17": {
			"text": "Te aseguras de que a Ultan le llegue el mensaje sobre la reunión. Teniendo en cuenta lo que acaba de pasar, no dudas de que aceptará negociar.",
			"rewards": [
				{ "status": { "name": "Diplomático", "parts": [2] } }
			],
			"endExploration": true
		},
		"18": {
			"text": "La puerta hacia la Sala del Rey está abierta de par en par. Oyes la risa penetrante de Ultan desde dentro. Al entrar, te rodea el rico olor de la comida, el parloteo de la gente del pueblo y los ruidos de dos luchadores batallando. La ciudad sigue celebrando la reciente victoria.",
			"actions": [
				{
					"action": "Hablas con Ultan",
					"goToVerse": "28"
				},
				{
					"action": "Buscas el pasaje oculto, aprovechando el caos de este lugar",
					"requirements": [
						{ "chapter": { "numbers": ["6", "7"] } }
					],
					"goToVerse": "19"
				},
				{
					"action": "Sigues las pistas de Orrin",
					"requirements": [
						{ "chapter": { "numbers": ["7-2"] } }
					],
					"goToVerse": "22"
				},
				{
					"action": "Comes y te vas",
					"requirements": [
						{ "custom": "Ficha de Tiempo", "not": true }
					],
					"endExploration": true
				}
			]
		},
		"19": {
			"testResults": {
				"1-6": {
					"text": "Los guardias te atrapan husmeando cerca del trono y te dirigen con firmeza de vuelta a la fiesta.",
					"endExploration": true
				},
				"7+": {
					"goToVerse": "22"
				}
			}
		},
		"20": {
			"actions": [
				{
					"requirements": [
						{ "status": { "name": "Vientos de Rareza" } }
					],
					"goToVerse": "24"
				},
				{
					"requirements": [
						{ "status": { "name": "Vientos de Rareza" }, "not": true }
					],
					"goToVerse": "20a"
				}
			]
		},
		"20a": {
			"text": "La ciudad se impuso sobre sus enemigos y sus ciudadanos lo celebran en las calles",
			"actions": [
				{
					"action": "Visitas la zona comercial",
					"goToVerse": "10"
				},
				{
					"action": "Preguntas por la primera expedición",
					"goToVerse": "2"
				},
				{
					"action:": "Intentas entrar en la Sala del Rey",
					"description": "La puerta parece estar abierta y se oye ruido de celebración",
					"goToVerse": "18"
				},
				{
					"action": "Te vas de la ciudad",
					"endExploration": true
				}
			]
		},
		"21": {
			"text": "<p>Un grupo de guerreros, liderado por un capitán mercenario con una larga barba, se interpone en tu camino.</p><p>«¡Bastante lejos has llegado! Yo pararía si fuera tú, a menos que te apetezca que una lanza te atraviese. ¿Quién eres y qué buscas?».</p>",
			"actions": [
				{
					"action": "Les pides que te dejen entrar en la ciudad",
					"goToVerse": "4"
				},
				{
					"action": "Les pides que te lleven ante su líder",
					"goToVerse": "6"
				},
				{
					"action": "Les pides que te expliquen qué ocurre",
					"goToVerse": "3"
				},
				{
					"action": "Te vas",
					"endExploration": true
				}
			]
		},
		"22": {
			"text": "Te escabulles detrás del enorme trono y examinas el tapiz. Luego, encuentras un trozo de tela suelta y, cuando la levantas, ves una oquedad en la pared tras la cual solo se ve oscuridad. ¿Podría ser un camino hacia Tuathán?",
			"actions": [
				{
					"action": "Vuelves a la fiesta",
					"goToVerse": "18"
				},
				{
					"action": "Emprendes el camino",
					"goToBosVerse": "531"
				}
			]
		},
		"23": {
			"goToBosVerse": "715"
		},
		"24": {
			"text": "Los festejos concluyen, pero un temor se apodera de los ciudadanos victoriosos de Altomuro cuando se dan cuenta de que ahora están solos: son el último reducto de humanidad al oeste de Nueva Camelot.",
			"actions": [
				{
					"requirements": [
						{ "status": { "name": "Enfrentamientos finales", "parts": [3] } }
					],
					"goToVerse": "26"
				},
				{
					"action": "Visitas la zona comercial",
					"goToVerse": "10"
				},
				{
					"action": "Vas a ver a Ultan",
					"requirements": [
						{ "chapter": { "numbers": ["11"] } }
					],
					"goToVerse": "25"
				},
				{
					"action": "Te vas de la ciudad",
					"endExploration": true
				}
			]
		},
		"25": {
			"text": "<p>Te diriges a lo más alto de la ciudad y encuentras a Ultan en su hogar, tan nervioso como siempre. Celebra tu regreso, pero vuelve a sus asuntos rápidamente, como buen comerciante. Para sobrevivir a lo que se avecina, su ciudad necesita más armas y suministros, y solo pueden conseguirlos en Nueva Camelot. Mandó a sus discípulos a asaltar el arsenal y los graneros de Nueva Camelot, pero el castillo está bien custodiado y hay más Rareza que nunca cortando la mayoría de las rutas que cruzan la isla. Sus tropas necesitan un viajero experimentado que los guíe y abra la puerta desde dentro.</p><p>La idea de ayudar a tu aliado a saquear Nueva Camelot, el faro de esperanza de la humanidad, te pone los pelos de punta. Pero, en los días en que los últimos pueblos del territorio se vuelven unos contra otros, ya no puedes ser leal a más de uno.</p>",
			"rewards": [
				{ "status": { "name": "Explorador", "parts": [3] } }
			],
			"task": "Ayuda a las tropas de Ultan a saquear las tiendas de <strong>Nueva Camelot Asediada (195)</strong> <strong>O BIEN</strong> ayuda a alguna de las otras potencias que aún permanecen en Ávalon.",
			"endExploration": true
		},
		"26": {
			"actions": [
				{
					"requirements": [
						{ "chapter": { "numbers": ["13", "14", "15"] } }
					],
					"goToVerse": "27"
				},
				{
					"requirements": [
						{ "chapter": { "numbers": ["13", "14", "15"] }, "not": true }
					],
					"goToVerse": "26a"
				}
			]
		},
		"26a": {
			"text": "<p>Ultan, flanqueado por los demás nobles de Altomuro, te recibe en cuanto entras. Por las miradas en las caras de la gente, entiendes inmediatamente que este saqueo no ha sido solo por los suministros: Ultan ha consolidado su reputación como líder capaz de cualquier cosa, siempre y cuando beneficie a su ciudad.</p><p>Con una amplia sonrisa, te da una palmada en la espalda tan fuerte que casi te tropiezas.</p><p>«Vamos a mi salón, tenemos mucho de lo que hablar», dice. En la silenciosa calidez de su habitación, te hace su oferta final: un asiento en su consejo, un título de nobleza, una de las salas más magníficas de Altomuro. A cambio, quiere una cosa: que te asientes en Altomuro para siempre y coloques tu tosco menhir al lado de la Sala del Rey.</p>",
			"actions": [
				{
					"action": "Aceptas y te asientas en Altomuro",
					"goToVerse": "23"
				},
				{
					"action": "Rechazas su oferta y te vas para ayudas a otras comunidades",
					"goToBosVerse": "777"
				}
			]
		},
		"27": {
			"text": "La oferta de Ultan sigue en pie: hay un lugar para ti en su corte.",
			"actions": [
				{
					"action": "Quizás en otro momento",
					"description": "Aún hay cosas que quieres hacer y lugares que quieres ver",
					"endExploration": true
				},
				{
					"action": "Aceptas y te asientas en Altomuro",
					"goToVerse": "23"
				}
			]
		},
		"28": {
			"text": "Hay mucho ruido y Ultan está demasiado borracho como para tener una conversación cuerda.",
			"actions": [
				{
					"requirements": [
						{ "status": { "name": "Encuentros afortunados", "parts": [4] } }
					],
					"endExploration": true
				},
				{
					"requirements": [
						{ "status": { "name": "Encuentros afortunados", "parts": [4] }, "not": true }
					],
					"goToVerse": "28a"
				}
			]
		},
		"28a": {
			"text": "Murmurando, Ultan te presenta a los otros mercaderes de la ciudad. Te da golpes en la espalda, casi derribándote; luego le arranca un broche dorado a alguien y te lo entrega como regalo. Al dueño del broche no le hace gracia.",
			"actions": [
				{
					"action": "Le devuelves discretamente el broche a su dueño",
					"rewards": [
						{ "status": { "name": "Encuentros afortunados", "parts": [4] } }
					],
					"goToVerse": "18"
				},
				{
					"action": "Aceptas el regalo",
					"rewards": [
						{ "status": { "name": "Encuentros afortunados", "parts": [4] } }
					],
					"goToVerse": "18"
				}
			]
		}
	}
}